export const worksInfo = [
  {
    id: 0,
    link: "https://mrgreentitan.github.io/portfolio-site-travel",
    title: "GoVista — Responsive Website for a Travel Service",
    description: {
      pOne: "GoVista — адаптивний сайт для туристичного сервісу :",
      pTwo:
        "Концепт лендингу для компанії, яка організовує авторські подорожі та активні тури. " +
        "У проєкті зроблено акцент на велику візуальну подачу, " +
        "зрозумілу структуру, картки турів, блок переваг, форму заявки " +
        "та мобільну адаптацію.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: окреме мобільне " +
        "меню, зручні картки турів та читабельна структура на " +
        "невеликих екранах.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Desktop/Mobile)",
      "Інтерактивне навігаційне меню",
      "Інтеграція форми заявки",
    ],
    image: "w1.webp",
  },
  {
    id: 1,
    link: "https://mrgreentitan.github.io/portfolio-site-Trustworthy-App-Download",
    title: "Etran — Responsive Website for a Fintech App",
    description: {
      pOne: "Etran — Responsive Website for a Fintech App :",
      pTwo:
        "Концепт лендингу для мобільного додатку, який допомагає, " +
        "простіше й швидше виконувати грошові перекази, керувати, " +
        "витратами та безпечно працювати з фінансами прямо з телефона. " +
        "безпосередньо зі смартфона. Проєкт зосереджений на " +
        "У проєкті зроблено акцент на мінімалістичну fintech-подачу, " +
        "чисту структуру, hero-екран, блок переваг, картки метрик, " +
        "секції довіри, фінальний CTA-блок та мобільну адаптацію.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: зручна подача " +
        "ключових переваг, картки можливостей, читабельні метрики " +
        "та комфортна структура на невеликих екранах.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Desktop/Mobile)",
      "Архітектура цільової сторінки продукту",
      "Блок CTA з високою конверсією",
      "Презентація фінтех-продукту",
    ],
    image: "w2.webp",
  },
  {
    id: 2,
    link: "https://mrgreentitan.github.io/portfolio-site-Travel-Agency-Landing-Page",
    title: "Travellian — Responsive Landing Page for a Travel Agency",
    description: {
      pOne: "Travellian — адаптивний лендинг для туристичного агентства :",
      pTwo:
        "Концепт сайту для travel-сервісу, який допомагає " +
        "користувачам обирати напрямки, переглядати спеціальні " +
        "пропозиції та планувати подорожі онлайн. " +
        "У проєкті зроблено акцент на атмосферну візуальну подачу, " +
        "великий hero-екран, форму пошуку подорожі, популярні " +
        "напрямки, картки спеціальних пропозицій, блок турів, галерею " +
        "локацій та мобільну адаптацію.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: окрема мобільна " +
        "навігація, зручна форма вибору подорожі, адаптивні картки, " +
        "напрямків та читабельна структура на невеликих екранах.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Desktop/Mobile)",
      "Інтерактивне навігаційне меню",
      "Форма пошуку та бронювання",
      "Динамічні каруселі напрямків",
    ],
    image: "w3.webp",
  },
  {
    id: 3,
    link: "https://mrgreentitan.github.io/portfolio-site-Responsive-Startup-Website-Community-",
    title: "Start — Responsive Landing Page for a Startup/Digital Team",
    description: {
      pOne: "Start — адаптивний лендинг для startup/digital-команди :",
      pTwo:
        "Концепт сайту для команди, яка допомагає запускати сучасні, " +
        "сайти, digital-кампанії та сервісні сторінки для бізнесу. " +
        "У проєкті зроблено акцент на чисту startup-подачу, яскравий " +
        "hero-екран із фірмовою ілюстрацією, блок довіри з " +
        "партнерами, портфоліо Selected Work, тарифні картки Service, " +
        "Plans, секцію команди, контактну форму та мобільну " +
        "адаптацію.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: окреме мобільне " +
        "меню, зручна структура секцій, адаптивні картки портфоліо, " +
        "тарифів та контактна форма для невеликих екранів.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Desktop/Mobile)",
      "Інтерактивне навігаційне меню",
      "Блок презентації портфоліо",
      "Картки тарифів та послуг",
      "Інтеграція контактної форми",
    ],
    image: "w4.webp",
  },
  {
    id: 4,
    link: "https://mrgreentitan.github.io/portfolio-site-personalCV",
    title:
      "Andriy Bol. — Responsive Portfolio Website for a Frontend Developer",
    description: {
      pOne: "Андрій Бол. — адаптивний сайт-портфоліо :",
      pTwo:
        "Концепт персонального портфоліо для frontend-розробника з " +
        "можливістю представити навички, досвід, проєкти та " +
        "залишити заявку через контактну форму." +
        "У проєкті зроблено акцент на мінімалістичну чорно-білу " +
        "візуальну подачу, зрозумілу структуру, блок навичок, досвід " +
        "роботи, секцію проєктів, форму зв’язку та можливість " +
        "завантажити резюме/CV.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: окреме мобільне " +
        "меню, зручна подача інформації про розробника, картки " +
        "навичок, проєкти та читабельна структура на невеликих екранах.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Mobile/Desktop)",
      "Інтерактивне навігаційне меню",
      "Інтеграція контактної форми",
      "Функціонал завантаження резюме/CV",
    ],
    image: "w5.webp",
  },
  {
    id: 5,
    link: "https://mrgreentitan.github.io/portfolio-site-Modern-Analytics-Product-Launch",
    title: "Area — Responsive Landing Page for an Analytics Product Launch",
    description: {
      pOne: "Area — адаптивний сайт для запуску аналітичного продукту :",
      pTwo:
        "Концепт лендингу для сучасного analytics-продукту, який " +
        "допомагає презентувати можливості сервісу, показати " +
        "ключові переваги та підвести користувача до запиту demo. " +
        "У проєкті зроблено акцент на чисту мінімалістичну візуальну " +
        "подачу, велику hero-секцію, продуктовий preview, блок " +
        "переваг, секцію можливостей, порівняльну таблицю, CTA-блок та мобільну адаптацію.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: окреме мобільне " +
        "меню, зручна подача інформації про продукт, читабельні " +
        "секції переваг та комфортна структура на невеликих екранах.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Mobile/Desktop)",
      "Інтерактивне навігаційне меню",
      "Архітектура цільової сторінки продукту",
      "Інтеграція CTA-блоку для демо з високою конверсією",
    ],
    image: "w6.webp",
  },
  {
    id: 6,
    link: "https://mrgreentitan.github.io/portfolio-site-Alex-Portfolio-page/",
    title: "Alex Portfolio — Responsive Web Developer Portfolio Website",
    description: {
      pOne: "Alex Portfolio — адаптивний сайт-портфоліо веброзробника :",
      pTwo:
        "Концепт персонального portfolio-сайту для web developer, " +
        "який створює виразні лендинги, адаптивні інтерфейси та впізнавані бізнес-сайти. " +
        "У проєкті зроблено акцент на сміливу візуальну подачу, темну " +
        "преміальну атмосферу, великий hero-екран, 3D-об’єкт, блок із " +
        "проєктами, секцію послуг, картки клієнтів та контактну форму.",
      pThree: "Адаптивність та анімації :",
      pFour:
        "Сайт адаптований під desktop та mobile: реалізовано окреме " +
        "мобільне меню, зручну структуру на невеликих екранах та " +
        "плавний скрол, який показує роботу сайту в динаміці.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Mobile/Desktop)",
      "Інтерактивне навігаційне меню",
      "Анімації на основі прокручування (Scroll-Driven Animations)",
      "Інтеграція контактної форми",
    ],
    image: "w7.webp",
  },
  {
    id: 7,
    link: "https://mrgreentitan.github.io/portfolio-site-travel-alphine/",
    title: "WANDER.gig — Responsive Website for a Philippine Travel Service",
    description: {
      pOne: "WANDER.gig — адаптивний сайт для туристичного сервісу по Філіппінах :",
      pTwo:
        "Концепт лендингу для сервісу, який допомагає планувати " +
        "подорожі по Філіппінах: підбирати напрямки, турпакети та " +
        "маршрути під різні формати відпочинку. " +
        "У проєкті зроблено акцент на велику атмосферну візуальну " +
        "подачу, зручний пошук, інтерактивну карусель з картками " +
        "напрямків, блок переваг, турпакети, блог та мобільну адаптацію.",
      pThree: "Адаптивність та структура :",
      pFour:
        "Сайт адаптований під desktop та mobile: окреме мобільне " +
        "меню, зручна подача туристичних напрямків та читабельна " +
        "структура на невеликих екранах.",
      pFive: "Що зроблено :",
    },
    ul: [
      "UI/UX дизайн",
      "Front-End розробка",
      "Адаптивна верстка (Mobile/Desktop)",
      "Інтерактивне навігаційне меню",
      "Динамічна карусель напрямків",
    ],
    image: "w8.webp",
  },
];
